brew "autojump"
brew "httpie"
brew "htop"
brew "jq"
brew "jp"
brew "watch"
brew "java"
brew "node"
brew "nvm"
brew "tree"
brew "thefuck"
brew "bat"

cask "kindle"
cask "slack"
cask "youtube-music"
cask "alfred"
cask "appcleaner"
cask "iterm2"
cask "dash"
cask "notion"
cask "dropbox"
cask "firefox"
cask "chrome"
cask "enpass"
cask "dozer"
cask "docker"
cask "meetingbar"
cask "postman"
cask "rectangle"
cask "sourcetree"
cask "intellij-idea-ce"
cask "charles"
cask "iina"
cask "muzzle"
cask "ngrok"
cask "grammarly-desktop"
cask "keepingyouawake"
cask "pika"
cask "telegram"
cask "visual-studio-code"
cask "typeit4me"

mas "Patterns", id: 429449079
